[
    "Maise has 14 crayons. Her friend gives her 8 more crayons. How many crayons does Maisie have now?",
    "There are 6 small butterflies and 5 big butterflies. What is the total number of butterflies?",
    "One day Kareena's father bought a story book for her. On day one she finished reading 26 pages. She has 23 more pages to read. In all how many pages are there in the storybook?",
    "Rachel and Ana bought bananas. Each bunches has 10 bananas in them. Rachel bought 2 bunches and Ana bought 1 bunch of banana. How many bananas they have altogether?",
    "There are 13 pink flowers and 11 red flowers. How many flowers are there in all?",
    "There are 8 green apples and 12 red apples in a basket. How many apples does the basket have altogether?",
    "38 children were on the bus going to the zoo. The bus stopped to pick up 12 children from another school. How many children were on the bus now?",
    "A painter has already used 45 liters of paint and has 32 liters left. She bought a new 12-liter can. How much paint did she buy in all?",
    "A spy must crack a secret code by adding the values of different letters. The letter 'A' is worth 12, 'B' is worth 34, and 'C' is worth 56. What’s the total value of 'ABC'?",
    "One book costs the same as four pens. One pen costs the same as two pencils. If one pencil costs 7 rupees, how much does a book cost?",
    "A magician’s trick involves doubling every item he touches. If he starts with 3 coins and doubles them twice, how many coins will he have in the end?",
    "Rhea has three bags of different weights. Bag A weighs as much as Bag B and Bag C combined. If Bag B is 2 kg and Bag C is 3 kg, what is the total weight of all the bags?",
    "The top layer of a box has twice as many items as the second, and the second has twice as many as the third. If the third layer has 3 items, how many are in the top layer?",
    "A gardener plants 5 flowers in every row. If he plants 4 such rows, how many flowers does he plant altogether?",
    "A craftswoman makes a bracelet by repeating a pattern: 3 green beads, 2 blue beads, then 1 red bead. If she repeats this 4 times, how many beads are there in total?",
    "Jacob wants to buy a $30 toy from his savings. He has five $2 coins, three $5 bills, and one $10 bill. How can he use these to pay the shopkeeper exactly $30?",
    "A farmer needs to collect 45 eggs to fill his basket. His hens lay 7 eggs in the morning and 9 eggs in the afternoon each day. How many days will it take to fill the basket, and what will the total be?",
    "The school conducts exams in Math and English, each worth 30 marks. Anita scores full in Math and 23 in English. What is her total score?",
    "A detective needs to crack a 2-digit code. He knows the two numbers add up to 5. If the last number is 3, what is the code?",
    "What number is 15 more than 45?"

]