[
    {
      "content": "<p><span class='audio-enabled'>Ava and her puppy, Max, went on an adventure. Ava collected 7 shiny pebbles along the way. Max found fewer pebbles. How many pebbles did Max find? Pick a possible answer</span></p>"
    },
    {
      "content": "<p><span class='audio-enabled'>Liam loves dinosaurs. He has 8 dinosaur toys. His little brother, Noah, has fewer dinosaur toys. How many dinosaur toys does Noah have? Pick a possible answer</span></p>"
    },
    {
      "content": "<p><span class='audio-enabled'>Sophia is decorating cupcakes for a school party. She decorated 5 cupcakes with stars. Her friend, Emma, decorated more cupcakes. How many cupcakes did Emma decorate? Pick a possible answer</span></p>"
    },
    {
      "content": "<p><span class='audio-enabled'>James built a sandcastle with 4 towers at the beach. His sister, Mia, built an even bigger sandcastle with more towers. How many towers did Mia's sandcastle have? Pick a possible answer</span></p>"
    },
    {
      "content": "<p><span class='audio-enabled'>Olivia and her cat, Whiskers, counted butterflies in their garden. Olivia saw 6 butterflies. Whiskers noticed fewer butterflies. How many butterflies did Whiskers see? Pick a possible answer</span></p>"
    },
    {
      "content": "<p><span class='audio-enabled'>Henry drew 3 rockets for a space-themed art project. His classmate, Lily, drew more rockets. How many rockets did Lily draw? Pick a possible answer</span></p>"
    },
    {
      "content": "<p><span class='audio-enabled'>Lucas baked cookies for a bake sale. He made 7 cookies. His cousin, Ella, baked fewer cookies. How many cookies did Ella bake? Pick a possible answer</span></p>"
    },
    {
      "content": "<p><span class='audio-enabled'>Chloe is collecting shells at the beach. She found 8 shells. Her little brother, Jack, found fewer shells. How many shells did Jack collect? Pick a possible answer</span></p>"
    },
    {
      "content": "<p><span class='audio-enabled'>Emma and her dog, Sparky, are racing. Sparky ran 9 laps around the park. Emma ran fewer laps. How many laps did Emma run? Pick a possible answer</span></p>"
    },
    {
      "content": "<p><span class='audio-enabled'>Ethan and Harper are building LEGO towers. Ethan used 5 blocks for his tower.
  